<template>
  <div class="aboutshop">
    <div class="history">
      <ul>
        <li @click="$router.push('/Toys_Store/')">Главная</li>
        /
        <li>О магазине</li>
      </ul>
    </div>

    <div class="content">
      <h2>О магазине</h2>
      
      <h3>Интернет-магазин "MyShop.ru" – лучшие товары по низким ценам!</h3>
      <p>
        Мы рады предложить вам недорогие, но качественные товары с подробными
        описаниями, характеристиками и фотографиями. У нас Вы можете купить
        замечательные товары: технику, электронику, одежду, обувь, игрушки,
        книги и многое другое в вашем регионе по ценам производителей и без
        наценки.
        <br />
        <br />
        Продажа большого ассортимента разнообразных товаров – основная
        специализация нашего интернет-магазина. Мы доставим ваш заказ бесплатно
        в любой уголок мира, осуществим подробную консультацию по товарам и
        поможем с выбором.
        <br />
        <br />
        Магазин "MyShop.ru" предлагает Вам купить качественную и доступную
        технику, электронику, одежду, обувь, игрушки, книги и многое другое с
        доставкой! Все виды современных товаров от эконом класса до более
        дорогих представлены в нашем каталоге.
        <br />
        <br />
        Вы можете купить любые товары в вашем городе: технику, электронику,
        одежду, обувь, игрушки, книги и многое другое.
      </p>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
.aboutshop {
  margin: 20px 150px;

  .content {
    font-size: 19px;
    h2 {
      font-size: 35px;
    }

    h3 {
      margin: 10px 0;
    }
  }
}
</style>